console.log(`Привет, знаю, что работа выполнена не полностью. На данный момент выполнен адаптив для
- header - нет реализации меню, только бургер и размеры - в каждом разрешении по 1 баллу: 1024px - 1, 768px - 1, 420px - 1 => 3
- welcome 1024px - 4, 768px - 4, 420px - 4 => 12
- visiting 1024px - 4, 768px - 4, 420px - 4 => 12
- explore 1024px - 4, 768px - 4, 420px - 2 => 10
- gallery 1024px - 4, 768px - 4, 420px - 4 => 12
- contacts 1024px - 4, 768px - 4, 420px - 4 => 12
- нет полосы прокрутки - 6
- резиновая верстка для слайдера секции welcome - 2
- резиновая верстка для gallery - 2
- оптимизация скорости: (85, 91, 90) - 6
Итого: 77
`);
